Repository: wilbersl/cumulocity-datacapture-widget
Catalog: src/locales/*.po
Languages: de

source: Data capture widget
de: Manuelle Messwert eingabe

source: Select datapoint to enter value:
de: Datenpunkt für Werteingabe auswählen:

source: Add audit information to measurements
de: Audit Log für eingaben führen

source: Select data points
de: Datenpunkte auswählen

source: Create Measurement
de: Messwert erstellen

source: Action
de: Aktion

source: Value
de: Wert

source: Date
de: Datum

source: Datapoint
de: Datenpunkt

source: Name Device
de: Gerätename

source: Enter values for datapoints
de: Messwerte für Datenpunkte eingeben

source: measurement value, e.g.10.25
de: Messwert, z.B. 10.25
